Revit 2024 API
SpecTypeId.Permeability Property
 Permeability, in discipline Energy.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId Permeability { get; }
Visual Basic
Public Shared ReadOnly Property Permeability As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ Permeability {
	ForgeTypeId^ get ();
}
See Also
SpecTypeId Class
Autodesk.Revit.DB Namespace